cask_args appdir: "/Applications"
tap 'caskroom/cask'

cask 'java'

brew 'git'
brew 'tig'
brew 'mvn' 
brew 'wget'
brew 'curl'

cask 'iterm2'
cask 'kaleidoscope'
cask 'vs-code'
cask 'atom'
cask '1password'
cask 'alfred'
cask 'google-chrome' 
cask 'firefox'
cask 'slack'